Repository: hebiweng/interstellar
Catalog: ios/App/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ko, tr, zh_hans

# onboarding.charts
source: Charts — natal, sky, transit, progressed, return and relationship charts
de: Horoskope — Radix, Himmel, Transit, Progression, Return und Beziehung
es: Cartas — natal, cielo, tránsitos, progresiones, retorno y relaciones
fr: Thèmes — natal, ciel, transits, progressions, retour et relations
it: Temi — natale, cielo, transiti, progressioni, rivoluzioni e relazioni
ko: 차트 — 출생, 하늘, 트랜짓, 프로그레션, 회귀 및 관계 차트
tr: Haritalar — doğum, gökyüzü, transit, ilerletilmiş, dönüş ve ilişki haritaları
zh_hans: Charts — 本命、天象、行运、次限、日返与合盘

# onboarding.compare
source: Compare — see what changes across time, people, places and relationships
de: Compare — sieh, was sich über Zeit, zwischen Menschen, Orten und Beziehungen verändert
es: Compare — descubre qué cambia con el tiempo, entre personas, lugares y relaciones
fr: Compare — voyez ce qui change dans le temps, entre personnes, lieux et relations
it: Compare — scopri cosa cambia nel tempo, tra persone, luoghi e relazioni
ko: Compare — 시간, 사람, 장소와 관계에 따른 변화를 확인하세요
tr: Compare — zaman, kişiler, yerler ve ilişkiler arasında neyin değiştiğini görün
zh_hans: Compare — 对比时间、人物、地点与关系中的变化

# onboarding.free-core
source: Natal, current sky, Ask, wheels and aspect facts
de: Radix, aktueller Himmel, Ask, Räder und Aspektfakten
es: Natal, cielo actual, Ask, ruedas y aspectos
fr: Natal, ciel actuel, Ask, roues et aspects
it: Tema natale, cielo attuale, Ask, ruote e dati sugli aspetti
ko: 출생, 현재 하늘, Ask, 휠 및 애스펙트 사실
tr: Doğum, güncel gökyüzü, Ask, çarklar ve açı gerçekleri
zh_hans: 本命、天象、Ask、轮盘与相位事实

# onboarding.free-credits
source: 5 Credits in your first Free month; 2 Credits each month after
de: 5 Credits im ersten Free-Monat; danach 2 Credits pro Monat
es: 5 Credits en tu primer mes Free; después, 2 Credits al mes
fr: 5 Credits pendant votre premier mois Free ; puis 2 Credits par mois
it: 5 Credit nel primo mese Free; poi 2 Credit al mese
ko: 첫 Free 월에는 Credit 5개, 이후 매월 2개
tr: İlk Free ayınızda 5 Credit; sonrasında her ay 2 Credit
zh_hans: 首个 Free 月共 5 Credits；之后每月 2 Credits

# onboarding.free-people
source: Save up to 2 other people
de: Bis zu 2 weitere Personen speichern
es: Guarda hasta 2 personas más
fr: Enregistrez jusqu’à 2 autres personnes
it: Salva fino a 2 altre persone
ko: 다른 사람 최대 2명 저장
tr: En fazla 2 başka kişi kaydedin
zh_hans: 最多保存 2 位其他人物

# onboarding.get-started
source: Get Started
de: Loslegen
es: Comenzar
fr: Commencer
it: Inizia
ko: 시작하기
tr: Başlayın
zh_hans: 开始使用

# onboarding.next
source: Next
de: Weiter
es: Siguiente
fr: Suivant
it: Avanti
ko: 다음
tr: İleri
zh_hans: 下一页

# onboarding.plans-message
source: Your first Free month starts with 5 Credits; later Free months refresh to 2. Pro includes 15 Credits each month and unlocks the complete interpretation layer.
de: Dein erster Free-Monat startet mit 5 Credits; danach werden monatlich 2 Free-Credits erneuert. Pro enthält 15 Credits pro Monat und schaltet die vollständige Deutungsebene frei.
es: Tu primer mes Free empieza con 5 Credits; después Free se renueva con 2 al mes. Pro incluye 15 Credits al mes y desbloquea toda la capa de interpretación.
fr: Votre premier mois Free commence avec 5 Credits ; ensuite Free se renouvelle avec 2 Credits par mois. Pro inclut 15 Credits par mois et déverrouille toute la couche d’interprétation.
it: Il primo mese Free parte con 5 Credit; in seguito Free si rinnova con 2 Credit al mese. Pro include 15 Credit al mese e sblocca l’intero livello interpretativo.
ko: 첫 Free 월은 Credit 5개로 시작하며 이후 Free는 매월 2개로 갱신됩니다. Pro는 매월 Credit 15개와 전체 해석 기능을 제공합니다.
tr: İlk Free ayınız 5 Credit ile başlar; sonraki Free aylarında 2 Credit yenilenir. Pro her ay 15 Credit içerir ve tüm yorumlama katmanını açar.
zh_hans: 首个 Free 月共 5 Credits，之后 Free 每月刷新为 2 Credits。Pro 每月包含 15 Credits，并解锁完整解读层。

# onboarding.plans-title
source: Free or Pro
de: Free oder Pro
es: Free o Pro
fr: Free ou Pro
it: Free o Pro
ko: Free 또는 Pro
tr: Free veya Pro
zh_hans: Free 与 Pro

# onboarding.premium-credits
source: 15 Pro Credits each month
de: 15 Pro Credits pro Monat
es: 15 Credits Pro al mes
fr: 15 Credits Pro par mois
it: 15 Pro Credit al mese
ko: 매월 Pro Credit 15개
tr: Her ay 15 Pro Credit
zh_hans: 每月 15 个 Pro Credits

# onboarding.premium-insights
source: All interpretation cards in every chart
de: Alle Deutungskarten in jedem Horoskop
es: Todas las tarjetas de interpretación de cada carta
fr: Toutes les cartes d’interprétation de chaque thème
it: Tutte le schede interpretative in ogni tema
ko: 모든 차트의 전체 해석 카드
tr: Her haritadaki tüm yorum kartları
zh_hans: 解锁所有盘型的全部解读卡

# onboarding.premium-people
source: Save unlimited people
de: Unbegrenzt viele Personen speichern
es: Guarda personas sin límite
fr: Enregistrez un nombre illimité de personnes
it: Salva persone illimitate
ko: 사람 무제한 저장
tr: Sınırsız kişi kaydedin
zh_hans: 不限数量保存人物

# onboarding.profile
source: Profile — people, reports, account, settings and Credits
de: Profil — Personen, Berichte, Account, Einstellungen und Credits
es: Perfil — personas, informes, cuenta, ajustes y créditos
fr: Profil — personnes, rapports, compte, réglages et crédits
it: Profilo — persone, report, account, impostazioni e Credit
ko: 프로필 — 사람, 보고서, 계정, 설정 및 Credit
tr: Profil — kişiler, raporlar, hesap, ayarlar ve Credit’ler
zh_hans: Profile — 人物、报告、账户、设置与 Credits

# onboarding.show-again
source: Show Welcome Guide Again
de: Willkommensleitfaden erneut anzeigen
es: Volver a mostrar la guía de bienvenida
fr: Afficher à nouveau le guide de bienvenue
it: Mostra di nuovo la guida introduttiva
ko: 환영 가이드 다시 보기
tr: Karşılama Kılavuzunu Yeniden Göster
zh_hans: 再次查看欢迎向导

# onboarding.skip
source: Skip
de: Überspringen
es: Omitir
fr: Ignorer
it: Salta
ko: 건너뛰기
tr: Atla
zh_hans: 跳过

# onboarding.themes
source: Themes — focus a reading on the part of life that matters now
de: Themes — fokussiere die Deutung auf den Lebensbereich, der jetzt zählt
es: Themes — enfoca la lectura en el área de vida que importa ahora
fr: Themes — concentrez la lecture sur le domaine de vie qui compte maintenant
it: Themes — concentra la lettura sull’area della vita che conta adesso
ko: Themes — 지금 중요한 삶의 영역에 해석을 집중하세요
tr: Themes — yorumu şu anda önemli olan yaşam alanına odaklayın
zh_hans: Themes — 围绕当下最重要的生活主题进行解读

# onboarding.today
source: Today — current themes and upcoming sky events
de: Heute — aktuelle Themen und kommende Himmelsereignisse
es: Hoy — temas actuales y próximos eventos celestes
fr: Aujourd’hui — thèmes actuels et prochains événements célestes
it: Oggi — temi attuali e prossimi eventi del cielo
ko: 오늘 — 현재 테마와 예정된 천문 이벤트
tr: Bugün — güncel temalar ve yaklaşan gökyüzü olayları
zh_hans: Today — 当前主题与即将发生的天象

# onboarding.welcome-message
source: Four tabs keep daily timing, charts, questions and personal data easy to find.
de: Vier Tabs machen Tages-Timing, Horoskope, Fragen und persönliche Daten leicht auffindbar.
es: Cuatro pestañas reúnen el momento diario, las cartas, las preguntas y tus datos personales.
fr: Quatre onglets regroupent le climat du jour, les thèmes, les questions et vos données personnelles.
it: Quattro schede rendono facili da trovare tempistiche quotidiane, temi, domande e dati personali.
ko: 네 개의 탭으로 일일 타이밍, 차트, 질문 및 개인 데이터를 쉽게 찾을 수 있습니다.
tr: Dört sekme günlük zamanlamayı, haritaları, soruları ve kişisel verileri kolayca bulmanızı sağlar.
zh_hans: 四个页面分别放置每日趋势、星盘、提问和个人资料，打开就能找到。

# onboarding.welcome-title
source: Your sky, in one place
de: Dein Himmel an einem Ort
es: Tu cielo, en un solo lugar
fr: Votre ciel, au même endroit
it: Il tuo cielo, tutto in un posto
ko: 나의 하늘을 한곳에서
tr: Gökyüzünüz, tek yerde
zh_hans: 你的星空，都在这里

# premium.all-insights
source: Unlock all chart insights
de: Alle Horoskop-Einblicke freischalten
es: Desbloquea todos los análisis de las cartas
fr: Débloquez toutes les analyses du thème
it: Sblocca tutti gli insight del tema
ko: 모든 차트 인사이트 잠금 해제
tr: Tüm harita içgörülerinin kilidini aç
zh_hans: 解锁全部星盘解读

# premium.annual
source: Annual · Best Value
de: Jährlich · Bestes Preis-Leistungs-Verhältnis
es: Anual · Mejor opción
fr: Annuel · Meilleur choix
it: Annuale · Miglior valore
ko: 연간 · 최고의 가치
tr: Yıllık · En İyi Değer
zh_hans: 年度 · 最超值

# premium.annual-bonus
source: First annual purchase includes 20 bonus Credits, valid for 365 days
de: Der erste Jahreskauf enthält 20 Bonus-Credits, 365 Tage gültig
es: La primera compra anual incluye 20 Credits extra, válidos durante 365 días
fr: Le premier achat annuel inclut 20 Credits bonus, valables 365 jours
it: Il primo acquisto annuale include 20 Credit bonus validi per 365 giorni
ko: 첫 연간 구매에는 365일간 유효한 보너스 Credit 20개가 포함됩니다
tr: İlk yıllık satın alma, 365 gün geçerli 20 bonus Credit içerir
zh_hans: 首次购买年度方案赠送 20 Credits，365 天有效

# premium.annual-only
source: 20 · valid 365 days
de: 20 · 365 Tage gültig
es: 20 · válido 365 días
fr: 20 · valable 365 jours
it: 20 · validi 365 giorni
ko: 20 · 365일 유효
tr: 20 · 365 gün geçerli
zh_hans: 20 · 365 天有效

# premium.annual-welcome
source: Annual first-purchase bonus
de: Bonus beim ersten Jahreskauf
es: Bono de primera compra anual
fr: Bonus de premier achat annuel
it: Bonus primo acquisto annuale
ko: 첫 연간 구매 보너스
tr: Yıllık ilk satın alma bonusu
zh_hans: 年度方案首购奖励

# premium.choose-annual
source: Choose Annual
de: Jährlich wählen
es: Elegir anual
fr: Choisir annuel
it: Scegli Annuale
ko: 연간 선택
tr: Yıllığı Seç
zh_hans: 选择年度方案

# premium.choose-monthly
source: Choose Monthly
de: Monatlich wählen
es: Elegir mensual
fr: Choisir mensuel
it: Scegli Mensile
ko: 월간 선택
tr: Aylığı Seç
zh_hans: 选择月度方案

# premium.continue
source: Continue
de: Weiter
es: Continuar
fr: Continuer
it: Continua
ko: 계속
tr: Devam
zh_hans: 继续

# premium.explore
source: Explore Pro
de: Pro entdecken
es: Explorar Pro
fr: Découvrir Pro
it: Scopri Pro
ko: Pro 살펴보기
tr: Pro’yu Keşfet
zh_hans: 了解 Pro

# premium.included
source: Included
de: Enthalten
es: Incluido
fr: Inclus
it: Incluso
ko: 포함
tr: Dahil
zh_hans: 已包含

# premium.locked-card-message
source: Open this interpretation with Pro
de: Diese Deutung mit Pro öffnen
es: Abre esta interpretación con Pro
fr: Ouvrez cette interprétation avec Pro
it: Apri questa interpretazione con Pro
ko: Pro로 이 해석 열기
tr: Bu yorumu Pro ile açın
zh_hans: 使用 Pro 查看这张解读卡

# premium.monthly
source: Monthly
de: Monatlich
es: Mensual
fr: Mensuel
it: Mensile
ko: 월간
tr: Aylık
zh_hans: 月度

# premium.per-month
source: per month
de: pro Monat
es: al mes
fr: par mois
it: al mese
ko: 월
tr: aylık
zh_hans: 每月

# premium.per-period
source: +10 / month
de: +10 / Monat
es: +10 / mes
fr: +10 / mois
it: +10 / mese
ko: +10 / 월
tr: +10 / ay
zh_hans: 每月 +10

# premium.per-year
source: per year
de: pro Jahr
es: al año
fr: par an
it: all’anno
ko: 연
tr: yıllık
zh_hans: 每年

# premium.preview-message
source: The first insight is free. Pro unlocks every remaining interpretation card.
de: Der erste Einblick ist kostenlos. Pro schaltet alle übrigen Deutungskarten frei.
es: El primer análisis es gratuito. Pro desbloquea todas las demás tarjetas de interpretación.
fr: La première analyse est gratuite. Pro déverrouille toutes les autres cartes d’interprétation.
it: Il primo insight è gratuito. Pro sblocca tutte le schede interpretative rimanenti.
ko: 첫 번째 인사이트는 무료입니다. Pro는 나머지 모든 해석 카드를 잠금 해제합니다.
tr: İlk içgörü ücretsizdir. Pro, kalan tüm yorum kartlarının kilidini açar.
zh_hans: 第一张解读卡免费预览，Pro 可解锁其余全部解读卡。

# premium.preview-title
source: Pro chart preview
de: Pro-Horoskopvorschau
es: Vista previa de carta Pro
fr: Aperçu du thème Pro
it: Anteprima tema Pro
ko: Pro 차트 미리보기
tr: Pro harita önizlemesi
zh_hans: Pro 星盘预览

# premium.pro-description
source: Pro unlocks every interpretation card, advanced controls and unlimited people, and includes 15 Pro Credits each month.
de: Pro schaltet alle Deutungskarten, erweiterte Steuerungen und unbegrenzt viele Personen frei und enthält 15 Pro Credits pro Monat.
es: Pro desbloquea todas las interpretaciones, controles avanzados y personas ilimitadas, e incluye 15 Credits Pro al mes.
fr: Pro déverrouille toutes les interprétations, les réglages avancés et les profils illimités, et inclut 15 Credits Pro par mois.
it: Pro sblocca tutte le schede interpretative, i controlli avanzati e persone illimitate, e include 15 Pro Credit al mese.
ko: Pro는 모든 해석 카드, 고급 제어 및 사람 무제한 저장을 잠금 해제하고 매월 Pro Credit 15개를 제공합니다.
tr: Pro tüm yorum kartlarını, gelişmiş kontrolleri ve sınırsız kişiyi açar ve her ay 15 Pro Credit içerir.
zh_hans: Pro 解锁全部解读卡、高级控制和不限人物，并每月包含 15 个 Pro Credits。

# premium.renewal-note
source: Subscriptions renew automatically unless cancelled in your Apple account settings.
de: Abonnements verlängern sich automatisch, sofern sie nicht in den Apple-Account-Einstellungen gekündigt werden.
es: Las suscripciones se renuevan automáticamente salvo cancelación en los ajustes de tu cuenta Apple.
fr: Les abonnements se renouvellent automatiquement sauf annulation dans les réglages de votre compte Apple.
it: Gli abbonamenti si rinnovano automaticamente salvo annullamento nelle impostazioni dell’Apple Account.
ko: 구독은 Apple Account 설정에서 취소하지 않는 한 자동 갱신됩니다.
tr: Abonelikler Apple hesap ayarlarından iptal edilmedikçe otomatik yenilenir.
zh_hans: 订阅会自动续订，除非你在 Apple 账户设置中取消。

# premium.restore
source: Restore Purchases
de: Käufe wiederherstellen
es: Restaurar compras
fr: Restaurer les achats
it: Ripristina acquisti
ko: 구매 복원
tr: Satın Almaları Geri Yükle
zh_hans: 恢复购买

# premium.see-full-picture
source: See the full picture.
de: Das ganze Bild sehen.
es: Descubre la imagen completa.
fr: Découvrez la situation dans son ensemble.
it: Guarda il quadro completo.
ko: 전체 그림을 확인하세요.
tr: Tüm resmi görün.
zh_hans: 看见完整全貌。

# premium.start-pro
source: Start Pro
de: Pro starten
es: Empezar Pro
fr: Activer Pro
it: Avvia Pro
ko: Pro 시작
tr: Pro’yu Başlat
zh_hans: 开通 Pro

# premium.ten-credits
source: Extra Pro Credits
de: Zusätzliche Pro Credits
es: Credits Pro extra
fr: Credits Pro supplémentaires
it: Pro Credit extra
ko: 추가 Pro Credit
tr: Ek Pro Credit’ler
zh_hans: 额外 Pro Credits

# premium.ten-reports
source: 10 extra Pro Credits each month
de: 10 zusätzliche Pro Credits pro Monat
es: 10 Credits Pro extra cada mes
fr: 10 Credits Pro supplémentaires chaque mois
it: 10 Pro Credit extra ogni mese
ko: 매월 추가 Pro Credit 10개
tr: Her ay 10 ek Pro Credit
zh_hans: 每月额外 10 个 Pro Credits

# premium.unlimited
source: Unlimited
de: Unbegrenzt
es: Ilimitadas
fr: Illimité
it: Illimitato
ko: 무제한
tr: Sınırsız
zh_hans: 不限数量

# premium.unlimited-people
source: Add unlimited people
de: Unbegrenzt viele Personen hinzufügen
es: Añade personas sin límite
fr: Ajoutez un nombre illimité de personnes
it: Aggiungi persone illimitate
ko: 사람 무제한 추가
tr: Sınırsız kişi ekleyin
zh_hans: 添加不限数量的人物

# premium.unlock-card
source: Explore Pro
de: Pro entdecken
es: Explorar Pro
fr: Découvrir Pro
it: Scopri Pro
ko: Pro 살펴보기
tr: Pro’yu Keşfet
zh_hans: 了解 Pro

# profile.about
source: About
de: Info
es: Acerca de
fr: À propos
it: Informazioni
ko: 정보
tr: Hakkında
zh_hans: 关于

# profile.add
source: Add
de: Hinzufügen
es: Añadir
fr: Ajouter
it: Aggiungi
ko: 추가
tr: Ekle
zh_hans: 添加

# profile.add-someone-once-then-reuse-their-birth-details-in-future-relationship-c
source: Add someone once, then reuse their birth details in future relationship charts.
de: Füge eine Person einmal hinzu und verwende ihre Geburtsdaten später in Beziehungshoroskopen erneut.
es: Añade a una persona una sola vez y reutiliza sus datos de nacimiento en futuras cartas de relación.
fr: Ajoutez une personne une seule fois, puis réutilisez ses données de naissance dans de futures cartes relationnelles.
it: Aggiungi una persona una volta e riutilizza poi i suoi dati di nascita nei futuri temi di relazione.
ko: 사람을 한 번 추가하면 이후 관계 차트에서 그 사람의 출생 정보를 다시 사용할 수 있습니다.
tr: Bir kişiyi bir kez ekleyin, ardından gelecekteki ilişki haritalarında doğum bilgilerini yeniden kullanın.
zh_hans: 人物资料只需添加一次，后续合盘可以直接选择使用。

# profile.ai-assistance-disclosure
source: ChatGPT only helps refine reports you request; Interstellar performs the calculations and provides the app’s fixed chart content. The name or nickname, relationship type when applicable, and calculated chart results are sent through Interstellar Relay. Your profile birth date, birth time and birthplace are not sent. You can use a nickname. After delivery is acknowledged, Relay deletes the report and no longer stores it. Turning this off stops future generation; saved reports remain readable.
de: ChatGPT hilft nur dabei, von dir angeforderte Berichte zu verfeinern; Interstellar führt die Berechnungen durch und stellt die festen Horoskopinhalte der App bereit. Name oder Spitzname, gegebenenfalls die Art der Beziehung sowie die berechneten Horoskopergebnisse werden über Interstellar Relay gesendet. Geburtsdatum, Geburtszeit und Geburtsort deines Profils werden nicht gesendet. Du kannst einen Spitznamen verwenden. Nach bestätigter Zustellung löscht Relay den Bericht und speichert ihn nicht weiter. Wenn du dies deaktivierst, werden künftig keine neuen Berichte erzeugt; gespeicherte Berichte bleiben lesbar.
es: ChatGPT solo ayuda a perfeccionar los informes que solicitas; Interstellar realiza los cálculos y proporciona el contenido fijo de la app. Se envían mediante Interstellar Relay el nombre o apodo, el tipo de relación cuando corresponda y los resultados calculados. No se envían la fecha, hora ni lugar de nacimiento del perfil. Puedes usar un apodo. Tras confirmar la entrega, Relay elimina el informe y deja de conservarlo. Desactivarlo detiene futuras generaciones; los informes guardados siguen siendo legibles.
fr: ChatGPT aide uniquement à améliorer les rapports que vous demandez ; Interstellar effectue les calculs et fournit le contenu fixe de l’app. Le nom ou surnom, le type de relation le cas échéant et les résultats calculés sont envoyés via Interstellar Relay. La date, l’heure et le lieu de naissance du profil ne sont pas envoyés. Vous pouvez utiliser un surnom. Après confirmation de la livraison, Relay supprime le rapport et ne le conserve plus. La désactivation empêche les futures générations ; les rapports enregistrés restent lisibles.
it: ChatGPT aiuta solo a perfezionare i report che richiedi; Interstellar esegue i calcoli e fornisce i contenuti fissi delle carte dell’app. Il nome o soprannome, il tipo di relazione quando applicabile e i risultati calcolati del tema vengono inviati tramite Interstellar Relay. La data, l’ora e il luogo di nascita del profilo non vengono inviati. Puoi usare un soprannome. Dopo la conferma della consegna, Relay elimina il report e non lo conserva più. Disattivando questa opzione si interrompe la generazione futura; i report salvati restano leggibili.
ko: ChatGPT는 사용자가 요청한 보고서를 다듬는 데만 도움을 줍니다. 계산과 앱의 고정 차트 콘텐츠 제공은 Interstellar가 수행합니다. 이름 또는 닉네임, 해당되는 경우 관계 유형, 계산된 차트 결과가 Interstellar Relay를 통해 전송됩니다. 프로필의 출생일, 출생 시간, 출생지는 전송되지 않습니다. 닉네임을 사용할 수 있습니다. 전달이 확인되면 Relay는 보고서를 삭제하고 더 이상 보관하지 않습니다. 이 옵션을 끄면 이후 새 보고서 생성이 중단되지만 저장된 보고서는 계속 읽을 수 있습니다.
tr: ChatGPT yalnızca istediğiniz raporları geliştirmeye yardımcı olur; hesaplamaları Interstellar yapar ve uygulamanın sabit harita içeriğini sağlar. Ad veya takma ad, uygulanabildiğinde ilişki türü ve hesaplanan harita sonuçları Interstellar Relay üzerinden gönderilir. Profilinizin doğum tarihi, doğum saati ve doğum yeri gönderilmez. Takma ad kullanabilirsiniz. Teslimat onaylandıktan sonra Relay raporu siler ve artık saklamaz. Bunu kapatmak gelecekteki oluşturmayı durdurur; kayıtlı raporlar okunmaya devam eder.
zh_hans: ChatGPT 只辅助优化你主动请求的报告；星盘计算和 App 内固定内容由 Interstellar 提供。名字或昵称、适用时的关系类型及已计算星盘结果会经 Interstellar Relay 发送，不会发送 Profile 中的出生日期、出生时间和出生地点；如担心姓名泄露，可以使用昵称。确认交付后 Relay 会删除报告且不再保存。关闭后只阻止未来生成，已保存报告仍可阅读。

# profile.allow-new-ai-generation
source: Allow new AI generation
de: Neue AI-Generierung erlauben
es: Permitir nuevas generaciones con IA
fr: Autoriser de nouvelles générations par IA
it: Consenti nuova generazione AI
ko: 새 AI 생성 허용
tr: Yeni AI oluşturmasına izin ver
zh_hans: 允许新的 AI 生成

# profile.app-language
source: App language
de: App-Sprache
es: Idioma de la app
fr: Langue de l’app
it: Lingua dell’app
ko: 앱 언어
tr: Uygulama dili
zh_hans: 应用语言

# profile.appearance
source: Appearance
de: Darstellung
es: Apariencia
fr: Apparence
it: Aspetto
ko: 화면 모드
tr: Görünüm
zh_hans: 外观

# profile.birth
source: Birth
de: Geburt
es: Nacimiento
fr: Naissance
it: Nascita
ko: 출생
tr: Doğum
zh_hans: 出生资料

# profile.birth-date-time
source: Birth date & time
de: Geburtsdatum & -zeit
es: Fecha y hora de nacimiento
fr: Date et heure de naissance
it: Data e ora di nascita
ko: 출생 날짜 및 시간
tr: Doğum tarihi ve saati
zh_hans: 出生日期与时间

# profile.birth-details
source: Birth details
de: Geburtsdaten
es: Datos de nacimiento
fr: Informations de naissance
it: Dati di nascita
ko: 출생 정보
tr: Doğum bilgileri
zh_hans: 出生资料

# profile.birth-place
source: Birth place
de: Geburtsort
es: Lugar de nacimiento
fr: Lieu de naissance
it: Luogo di nascita
ko: 출생지
tr: Doğum yeri
zh_hans: 出生地点

# profile.bug
source: Bug
de: Fehler
es: Error
ko: 버그
tr: Hata
zh_hans: 问题

# profile.calculation
source: Calculation
de: Berechnung
es: Cálculo
fr: Calcul
it: Calcolo
ko: 계산
tr: Hesaplama
zh_hans: 计算引擎

# profile.change-photo
source: Change photo
de: Foto ändern
es: Cambiar foto
fr: Changer la photo
it: Cambia foto
ko: 사진 변경
tr: Fotoğrafı değiştir
zh_hans: 更换头像

# profile.choose-on-apple-maps
source: Choose on Apple Maps
de: In Apple Karten auswählen
es: Elegir en Apple Maps
fr: Choisir dans Plans
it: Scegli su Mappe Apple
ko: Apple 지도에서 선택
tr: Apple Haritalar’da seç
zh_hans: 在 Apple 地图中选址

# profile.clear
source: Clear
de: Löschen
es: Borrar
fr: Effacer
it: Cancella
ko: 지우기
tr: Temizle
zh_hans: 清除

# profile.clear-ask-history
source: Clear ask history
de: Ask-Verlauf löschen
es: Borrar historial de consultas
fr: Effacer l’historique des questions
it: Cancella cronologia Ask
ko: Ask 기록 지우기
tr: Ask geçmişini temizle
zh_hans: 清除问事历史

# profile.clear-by-chart-type
source: Clear by chart type
de: Nach Horoskoptyp löschen
es: Borrar por tipo de carta
fr: Effacer par type de carte
it: Cancella per tipo di tema
ko: 차트 유형별 지우기
tr: Harita türüne göre temizle
zh_hans: 按盘型清除

# profile.clear-by-person
source: Clear by person
de: Nach Person löschen
es: Borrar por persona
fr: Effacer par personne
it: Cancella per persona
ko: 사람별 지우기
tr: Kişiye göre temizle
zh_hans: 按人物清除

# profile.clear-data
source: Clear data?
de: Daten löschen?
es: ¿Borrar datos?
fr: Effacer les données ?
it: Cancellare i dati?
ko: 데이터를 지울까요?
tr: Veriler temizlensin mi?
zh_hans: 确认清除？

# profile.clear-generated-content-cache
source: Clear generated content cache
de: Cache generierter Inhalte löschen
es: Borrar caché de contenido generado
fr: Effacer le cache du contenu généré
it: Cancella cache dei contenuti generati
ko: 생성 콘텐츠 캐시 지우기
tr: Oluşturulan içerik önbelleğini temizle
zh_hans: 清除生成内容缓存

# profile.clear-saved-reports
source: Clear saved reports
de: Gespeicherte Berichte löschen
es: Borrar informes guardados
fr: Effacer les rapports enregistrés
it: Cancella report salvati
ko: 저장된 보고서 지우기
tr: Kayıtlı raporları temizle
zh_hans: 清除已保存报告

# profile.clearing-removes-data-stored-on-this-device-only
source: Clearing removes data stored on this device only.
de: Beim Löschen werden nur auf diesem Gerät gespeicherte Daten entfernt.
es: Al borrar, solo se eliminan los datos almacenados en este dispositivo.
fr: L’effacement supprime uniquement les données stockées sur cet appareil.
it: La cancellazione rimuove solo i dati archiviati su questo dispositivo.
ko: 지우기는 이 기기에 저장된 데이터만 삭제합니다.
tr: Temizleme yalnızca bu cihazda saklanan verileri kaldırır.
zh_hans: 清除只会删除保存在本机的数据。

# profile.contact-optional
source: Contact (optional)
de: Kontakt (optional)
es: Contacto (opcional)
fr: Contact (facultatif)
it: Contatto (facoltativo)
ko: 연락처(선택 사항)
tr: İletişim (isteğe bağlı)
zh_hans: 联系方式（可选）
